{
    "home":"Accueil",
    "my-hand":"Ma main",
    "learning":"Documents",
    "about":"A propos",


    "assembly-guide":"Guide d'assemblage",
    "user-guide":"Manuel Utilisateur",
    "buttons-usage":"Les Boutons",
    "setup-hand":"Mise en route",
    "sensor-calib":"Etalonnage du Capteur",
    "motors-calib":"Etalonnage des Moteurs",


    "connect":"Connexion",
    "disconnect":"Déconnexion",
    "not-connected": "Déconnecté",
    "connected": "Connecté",
    "exit-app":"Quitter",


    "my-hand-description":"Maintenant que la main est connecté, vous pouvez la piloter grâce aux modules ci-dessous",
    "general-info":"Infos Générales",
    "motors":"Moteurs",
    "motors-calibration":"Etalonnage Moteurs",
    "muscle-sensor":"Capteur musculaire",
    "sensor-calibration":"Etalonnage Capteur",

    
    "bluetooth-pairing":"Appairage Bluetooth",
    "connect-your-hand":"Connectez votre Main Hackberry",

    "developped-by":"Développé par",
    "what-is-hackberry":"C'est quoi Hackberry",

    "learning-description":"Vous trouverez ici toutes les documentations utiles pour maîtriser votre main Hackberry.",

    "about-hackberry-1":"Hackberry est une prothèse open-source myoélectrique (prothèse contrôlée par des capteurs musculaires placés sur le bras pour le contrôler) développée par Exiii pour les personnes handicapées souhaitant retrouver une autonomie au quotidien: sociale, professionnelle, transport, ...",
    "about-hackberry-2":"Ces prototypes sont encore limités pour un usage quotidien par rapport aux modèles sur le marché, mais ils présentent les caractéristiques suivantes :",
    "about-hackberry-2A":"Le coût total de la prothèse est inférieur à 1000 € (10 000 à 70 000 € sur le marché)",
    "about-hackberry-2B":"Les pièces principales (doigts, paume, prise) sont réalisées avec une imprimante 3D",
    "about-hackberry-2C":"Les plans des pièces plastiques, la liste des matériaux et les tutoriels de fabrication sont en ligne afin que la prothèse puisse être réalisée, mais également de contribuer au développement de la prothèse en partageant ces résultats (open-source)",
    "about-hackberry-3":"Son objectif est de fédérer une équipe autour de la construction d'une prothèse de membre supérieur à faible coût avec des composants source ouverts et standardisés. Ils sont facilement réparables et donc accessibles aux personnes disposant de ressources financières limitées.",
    
    "about-enable-1":"e-Nable France est une association loi de 1901, reconnue d’intérêt général, constituée fin 2015.",
    "about-enable-2":"Sa mission est de mettre en relation des personnes ayant besoin d’un appareil avec les personnes susceptibles de les fabriquer.",
    "about-enable-3":"Nos makers utilisent l’impression 3D pour fabriquer et offrir des mains à des personnes qui n’ont pas de doigts.",
    "photo-credits":"Crédits Photos",


    "french":"Français",
    "english":"Anglais",
    "japanese":"Japonais",
    
}